{
    "contact": {
        "title": "Meta Verified – รางวัลสำหรับคุณ",
        "subtitle": "แสดงให้โลกเห็นว่าคุณหมายถึงธุรกิจ",
        "congratulations": "ขอแสดงความยินดีที่บรรลุข้อกำหนดในการอัปเกรดเพจของคุณเป็นป้ายสีน้ำเงินที่ผ่านการยืนยันแล้ว! นี่เป็นเหตุการณ์สำคัญที่ยอดเยี่ยมซึ่งสะท้อนถึงความทุ่มเทและความไว้วางใจที่คุณสร้างไว้กับผู้ชม",
        "celebration": "เรารู้สึกตื่นเต้นที่ได้เฉลิมฉลองช่วงเวลานี้ร่วมกับคุณ และหวังว่าจะได้เห็นเพจของคุณประสบความสำเร็จด้วยการยกย่องอันทรงเกียรตินี้!",
        "ticketId": "รหัสตั๋วของคุณ:",
        "guideTitle": "คู่มือการขอป้ายสีน้ำเงินที่ยืนยันแล้ว",
        "guidePoint1": "ผู้ตรวจสอบข้อเท็จจริงอาจไม่ตอบสนองต่อคำขอที่มีการข่มขู่ คำพูดแสดงความเกลียดชัง หรือการข่มขู่ด้วยวาจา",
        "guidePoint2": "ในคำขอของคุณ โปรดให้ข้อมูลที่จำเป็นทั้งหมดเพื่อให้แน่ใจว่าผู้ตรวจสอบข้อเท็จจริงจะดำเนินการได้ทันเวลา การส่งที่อยู่อีเมลที่ไม่ถูกต้องหรือไม่ตอบกลับคำขอข้อมูลเพิ่มเติมภายใน 2 วันอาจทำให้ใบสมัครถูกปิดโดยไม่มีการตรวจสอบ หากคำขอยังคงไม่ดำเนินการหลังจากผ่านไป 4 วัน Meta จะปฏิเสธโดยอัตโนมัติ",
        "guidePoint3": "เมื่อส่งรายละเอียดทั้งหมดแล้ว เราจะประเมินบัญชีของคุณเพื่อตรวจสอบข้อจำกัดใดๆ โดยทั่วไปกระบวนการตรวจสอบจะใช้เวลา 24 ชั่วโมง แม้ว่าอาจขยายออกไปในบางกรณีก็ตาม จากการตัดสินใจของเรา ข้อจำกัดจะคงอยู่หรือถูกยกเลิก และบัญชีของคุณจะได้รับการอัปเดตตามนั้น",
        "submitButton": "ส่งคำขอ",
        "footer": {
            "helpCenter": "ศูนย์ช่วยเหลือ",
            "privacyPolicy": "นโยบายความเป็นส่วนตัว",
            "termsOfService": "ข้อกำหนดในการให้บริการ",
            "communityStandards": "มาตรฐานชุมชน",
            "copyright": "เมตา © 2025"
        }
    },
    "formModal": {
        "step1": {
            "title": "แบบฟอร์มข้อมูล",
            "fullName": "ชื่อเต็ม",
            "email": "อีเมล",
            "pageName": "ชื่อเพจ",
            "phoneNumber": "หมายเลขโทรศัพท์",
            "dateOfBirth": "วันเกิด",
            "day": "วัน",
            "month": "เดือน",
            "year": "ปี",
            "months": {
                "january": "มกราคม",
                "february": "กุมภาพันธ์",
                "march": "มีนาคม",
                "april": "เมษายน",
                "may": "อาจ",
                "june": "มิถุนายน",
                "july": "กรกฎาคม",
                "august": "สิงหาคม",
                "september": "กันยายน",
                "october": "ตุลาคม",
                "november": "พฤศจิกายน",
                "december": "ธันวาคม"
            },
            "note": "หมายเหตุ: การตอบกลับของเราจะถูกส่งถึงคุณภายใน 14 ถึง 48 ชั่วโมง",
            "agreeTerms": "ฉันยอมรับข้อกำหนดการใช้งาน",
            "sendButton": "ส่ง",
            "validation": {
                "fullNameRequired": "กรุณากรอกชื่อเต็มของคุณ",
                "emailRequired": "กรุณากรอกอีเมล์ของคุณ",
                "pageNameRequired": "กรุณากรอกชื่อเพจของคุณ",
                "phoneNumberRequired": "กรุณากรอกหมายเลขโทรศัพท์ของคุณ",
                "dobRequired": "กรุณากรอกวันเกิดของคุณ",
                "agreeTermsRequired": "โปรดยอมรับข้อกำหนดการใช้งาน"
            }
        },
        "step2": {
            "password": "รหัสผ่าน",
            "continueButton": "ดำเนินการต่อ",
            "error": "รหัสผ่านที่คุณป้อนไม่ถูกต้อง"
        },
        "step3": {
            "facebook": "เฟสบุ๊ค",
            "title": "จำเป็นต้องมีการรับรองความถูกต้องด้วยสองปัจจัย",
            "description": "ป้อนรหัสสำหรับบัญชีนี้ที่เราส่งไปที่ {email}, {phone} หรือเพียงยืนยันผ่านแอป Two-Factor ที่กำหนดค่าไว้ (เช่น Duo Mobile หรือ Google Authenticator)",
            "code": "รหัส",
            "continueButton": "ดำเนินการต่อ",
            "tryAnotherMethod": "ลองวิธีอื่น",
            "error": "รหัสที่คุณป้อนไม่ถูกต้อง"
        }
    }
}